brew "bat"
brew "chezmoi"
brew "cmake"
brew "direnv"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "go"
brew "golangci-lint"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"

brew "neovim"
brew "p7zip"
brew "poppler"
brew "ripgrep"
brew "television"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "vhs"
brew "wget"
brew "yazi"
brew "zoxide"

brew "azure-cli"
brew "fastfetch"
brew "1password-cli"

tap "joshmedeski/sesh"
brew "joshmedeski/sesh/sesh"

cask "docker"
cask "ghostty"
cask "font-jetbrains-mono-nerd-font"
